[
  {
    "article_id": 1,
    "article_text": "Điều 1. Phạm vi điều chỉnh và đối tượng áp dụng",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Quy chế này quy định đào tạo đại học và cao đẳng hệ chính quy theo hệ thống tín chỉ, bao gồm: tổ chức đào tạo; kiểm tra và thi học phần; xét và công nhận tốt nghiệp."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2.Quy chế này áp dụng đối với sinh viên các khoá đào tạo hệ chính quy ở trình độ đại học và cao đẳng của Học viện Ngân hàng (HVNH) thực hiện theo hình thức tích luỹ tín chỉ."
      }
    ]
  },
  {
    "article_id": 2,
    "article_text": "Điều 2. Chương trình đào tạo, đề cương chi tiết học phần",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Chương trình đào tạo (sau đây gọi tắt là chương trình) cần thể hiện rõ: trình độ đào tạo; đối tượng đào tạo, điều kiện nhập học và điều kiện tốt nghiệp; mục tiêu đào tạo, chuẩn kiến thức, kỹ năng của người học khi tốt nghiệp; khối lượng kiến thức lý thuyết, thực hành, thực tập; kế hoạch đào tạo theo thời gian thiết kế; phương pháp và hình thức đào tạo; cách thức đánh giá kết quả học tập; các điều kiện thực hiện chương trình."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Mỗi chương trình gắn với một ngành (kiểu đơn ngành) hoặc với một vài ngành (kiểu song ngành, kiểu ngành chính - ngành phụ, kiểu 2 văn bằng) và được cấu trúc từ các học phần thuộc hai khối kiến thức: giáo dục đại cương và giáo dục chuyên nghiệp."
      },
      {
        "paragraph_id": 3,
        "paragraph_text": "3. Đề cương chi tiết của từng học phần được Giám đốc HVNH phê duyệt và phải thể hiện rõ số lượng tín chỉ, điều kiện tiên quyết (nếu có), nội dung lý thuyết và thực hành, cách thức đánh giá học phần, giáo trình, tài liệu tham khảo, điều kiện thí nghiệm, thực hành, thực tập phục vụ học phần."
      },
      {
        "paragraph_id": 4,
        "paragraph_text": "4. Chương trình đào tạo của HVNH có khối lượng tối thiểu 120 tín chỉ đối với khoá đại học 4 năm; 90 tín chỉ đối với khoá cao đẳng 3 năm."
      }
    ]
  },
  {
    "article_id": 3,
    "article_text": "Điều 3. Học phần và Tín chỉ.",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Học phần là khối lượng kiến thức tương đối trọn vẹn, thuận tiện cho sinh viên tích luỹ trong quá trình học tập. Phần lớn học phần có khối lượng từ 2 đến 4 tín chỉ, nội dung được bố trí giảng dạy trọn vẹn và phân bố đều trong một học kỳ. Kiến thức trong mỗi học phần phải gắn với một mức trình độ theo năm học thiết kế và được kết cấu riêng như một phần của môn học hoặc được kết cấu dưới dạng tổ hợp từ nhiều môn học. Từng học phần phải được ký hiệu bằng một mã số riêng do Học viện quy định."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Có hai loại học phần: học phần bắt buộc và học phần tự chọn.             a. Học phần bắt buộc là học phần chứa đựng những nội dung kiến thức chính yếu của mỗi chương trình và bắt buộc sinh viên phải tích lũy;             b. Học phần tự chọn là học phần chứa đựng những nội dung kiến thức cần thiết, nhưng sinh viên được tự chọn theo hướng dẫn của trường nhằm đa dạng hoá hướng chuyên môn hoặc được tự chọn tuỳ ý để tích luỹ đủ số học phần quy định cho mỗi chương trình."
      },
      {
        "paragraph_id": 3,
        "paragraph_text": "3. Tín chỉ được sử dụng để tính khối lượng học tập của sinh viên.             a. Một tín chỉ được quy định bằng 15 tiết học lý thuyết; 30 tiết thực hành, thí nghiệm hoặc thảo luận; 60 giờ thực tập tại cơ sở; 45 giờ làm tiểu luận, bài tập lớn hoặc đồ án, khoá luận tốt nghiệp.             b. Đối với những học phần lý thuyết hoặc thực hành, thí nghiệm, để tiếp thu được một tín chỉ sinh viên phải dành ít nhất 30 giờ chuẩn bị cá nhân.             c. Giám đốc Học viện quy định cụ thể số tiết, số giờ đối với từng học phần cho phù hợp với đặc điểm của HVNH."
      },
      {
        "paragraph_id": 4,
        "paragraph_text": "4. Số giờ giảng dạy của giảng viên cho các học phần trên cơ sở số giờ giảng dạy trên lớp, số giờ thực hành, thực tập, số giờ chuẩn bị khối lượng tự học cho sinh viên, đánh giá kết quả tự học của sinh viên và số giờ tiếp xúc sinh viên ngoài giờ lên lớp được quy định trong đề cương chi tiết từng học phần."
      },
      {
        "paragraph_id": 5,
        "paragraph_text": "5. Một tiết học được tính bằng 50 phút."
      }
    ]
  },
  {
    "article_id": 4,
    "article_text": "Điều 4. Thời gian hoạt động giảng dạy",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Thời gian hoạt động giảng dạy được tính từ 7h00 đến 21h30 hàng ngày."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Phòng Đào tạo có nhiệm vụ sắp xếp thời khoá biểu hàng ngày cho các lớp phù hợp với số lượng sinh viên, số lớp học cần tổ chức và điều kiện cơ sở vật chất của mỗi địa điểm đào tạo của HVNH."
      }
    ]
  },
  {
    "article_id": 5,
    "article_text": "Điều 5. Đánh giá kết quả học tập. Kết quả học tập của sinh viên được đánh giá sau từng học kỳ qua các tiêu chí sau:",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Số tín chỉ của các học phần mà sinh viên đăng ký học vào đầu mỗi học kỳ (gọi tắt là khối lượng học tập đăng ký)."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Điểm trung bình chung học kỳ là điểm trung bình có trọng số của các học phần mà sinh viên đăng ký học trong học kỳ đó, với trọng số là số tín chỉ tương ứng của từng học phần."
      },
      {
        "paragraph_id": 3,
        "paragraph_text": "3. Khối lượng kiến thức tích lũy là khối lượng tính bằng tổng số tín chỉ của những học phần đã được đánh giá theo thang điểm chữ A, B, C, D tính từ đầu khóa học."
      },
      {
        "paragraph_id": 4,
        "paragraph_text": "4. Điểm trung bình chung tích lũy là điểm trung bình của các học phần và được đánh giá bằng các điểm chữ A, B, C, D mà sinh viên đã tích lũy được, tính từ đầu khóa học cho tới thời điểm được xem xét vào lúc kết thúc mỗi học kỳ."
      },
      {
        "paragraph_id": 5,
        "paragraph_text": "5. Trong trường hợp xét khen thưởng, cấp học bổng… theo năm học, Phòng Đào tạo sẽ tính điểm trung bình chung năm học cho các sinh viên đã đăng ký học của năm học đó từ 30 tín chỉ trở lên và chỉ tính điểm lần 1."
      }
    ]
  },
  {
    "article_id": 6,
    "article_text": "Điều 6. Thời gian và kế hoạch đào tạo",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. HVNH tổ chức đào tạo theo khóa học, năm học và học kỳ.       a. Khóa học là thời gian thiết kế để sinh viên hoàn thành một chương trình cụ thể. Tùy thuộc chương trình, khóa học được quy định như sau:       - Đào tạo trình độ cao đẳng được thực hiện từ hai đến ba năm học tùy theo ngành nghề đào tạo đối với người có bằng tốt nghiệp trung học phổ thông hoặc bằng tốt nghiệp trung cấp; từ một năm rưỡi đến hai năm học đối với người có bằng tốt nghiệp trung cấp cùng ngành đào tạo;       - Đào tạo trình độ đại học được thực hiện từ bốn đến sáu năm học tùy theo ngành nghề đào tạo đối với người có bằng tốt nghiệp trung học phổ thông hoặc bằng tốt nghiệp trung cấp; từ hai năm rưỡi đến bốn năm học đối với người có bằng tốt nghiệp trung cấp cùng ngành đào tạo; từ một năm rưỡi đến hai năm học đối với người có bằng tốt nghiệp cao đẳng cùng ngành đào tạo.       b. Một năm học có hai học kỳ chính, mỗi học kỳ chính có ít nhất 15 tuần thực học và 3 tuần thi. Ngoài hai học kỳ chính, Giám đốc HVNH xem xét quyết định tổ chức thêm một kỳ học phụ để sinh viên có điều kiện được học lại; học bù hoặc học vượt. Mỗi học kỳ phụ có ít nhất 5 tuần thực học và 1 tuần thi. Học kỳ phụ có thể được tổ chức độc lập hoặc song song với học kỳ chính. Khối lượng đăng ký học tại kỳ học phụ đối với sinh viên có học lực bình thường tối đa 12 tín chỉ, đối với sinh viên học lực yếu tối đa 06 tín chỉ."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Căn cứ vào khối lượng và nội dung kiến thức tối thiểu quy định cho các chương trình, Giám đốc HVNH quyết định phân bổ số học phần cho từng năm học, từng học kỳ."
      },
      {
        "paragraph_id": 3,
        "paragraph_text": "3. Thời gian tối đa hoàn thành chương trình bao gồm: thời gian thiết kế cho chương trình quy định tại khoản 1 của Điều này, cộng với 2 học kỳ đối với các khóa học dưới 3 năm; 4 học kỳ đối với các khóa học từ 3 đến dưới 5 năm."
      },
      {
        "paragraph_id": 4,
        "paragraph_text": "4. Tùy theo điều kiện đào tạo, Giám đốc HVNH quy định thời gian tối đa cho mỗi chương trình, nhưng không được vượt quá hai lần so với thời gian thiết kế cho chương trình đó."
      },
      {
        "paragraph_id": 5,
        "paragraph_text": "5. Các đối tượng được hưởng chính sách ưu tiên theo quy định tại Quy chế tuyển sinh đại học, cao đẳng hệ chính quy không bị hạn chế về thời gian tối đa để hoàn thành chương trình."
      }
    ]
  },
  {
    "article_id": 7,
    "article_text": "Điều 7. Đăng ký nhập học",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Khi đăng ký nhập học sinh viên phải nộp các giấy tờ theo quy định tại Quy chế tuyển sinh đại học, cao đẳng hệ chính quy hiện hành. Tất cả giấy tờ khi sinh viên nhập học phải được xếp vào túi hồ sơ của từng cá nhân và được quản lý tại Phòng Quản lý người học."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Sau khi xem xét thấy đủ điều kiện nhập học, Phòng Quản lý người học trình Giám đốc ký quyết định công nhận người đến học là sinh viên chính thức của HVNH và cấp cho sinh viên:       a. Thẻ sinh viên;       b. Sổ đăng ký học tập;       c. Phiếu nhận cố vấn học tập hoặc địa chỉ liên hệ trong trường hợp cần tư vấn.       d. Tài khoản cá nhân của sinh viên sử dụng trên cổng thông tin điện tử của HVNH."
      },
      {
        "paragraph_id": 3,
        "paragraph_text": "3. Mọi thủ tục đăng ký nhập học phải được hoàn thành trong thời hạn theo quy định tại Quy chế tuyển sinh đại học, cao đẳng hệ chính quy hiện hành."
      },
      {
        "paragraph_id": 4,
        "paragraph_text": "4. Sinh viên nhập học được HVNH cung cấp đầy đủ các thông tin về mục tiêu, nội dung và kế hoạch học tập của các chương trình, quy chế đào tạo, nghĩa vụ và quyền lợi của sinh viên. Các thông tin trên được cung cấp trên website HVNH và Sổ tay sinh viên."
      }
    ]
  },
  {
    "article_id": 8,
    "article_text": "Điều 8. Sắp xếp sinh viên vào học các chương trình hoặc ngành đào tạo",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Trong trường hợp HVNH xác định điểm trúng tuyển theo chương trình (hoặc theo ngành đào tạo) trong kỳ thi tuyển sinh, thì những thí sinh đạt yêu cầu xét tuyển được sắp xếp vào học các chương trình (hoặc ngành đào tạo) đã đăng ký."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Trong trường hợp HVNH xác định điểm trúng tuyển chung theo nhóm chương trình (hoặc theo nhóm ngành đào tạo) trong kỳ thi tuyển sinh. Chỉ tiêu đào tạo cho từng chương trình (hoặc từng ngành đào tạo) được HVNH công bố công khai. Căn cứ vào đăng ký chọn chương trình (hoặc ngành đào tạo), điểm thi tuyển sinh và kết quả học tập, HVNH sắp xếp sinh viên vào các chương trình (hoặc ngành đào tạo). Mỗi sinh viên được đăng ký một số nguyện vọng chọn chương trình (hoặc ngành đào tạo) theo thứ tự ưu tiên. Giám đốc HVNH sẽ quy định số lượng và tiêu chí cụ thể đối với từng chương trình (hoặc ngành đào tạo) để sinh viên đăng ký."
      }
    ]
  },
  {
    "article_id": 9,
    "article_text": "Điều 9. Tổ chức lớp học",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Lớp học được tổ chức theo từng học phần dựa vào đăng ký khối lượng học tập của sinh viên ở từng học kỳ."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Số lượng sinh viên tối thiểu cho mỗi lớp học học phần được giảng dạy trong HVNH là 50 sinh viên. Nếu số lượng sinh viên đăng ký thấp hơn số lượng tối thiểu quy định nêu trên thì lớp học sẽ không được tổ chức và sinh viên phải đăng ký chuyển sang học những học phần khác có lớp khi chưa đảm bảo đủ quy định về khối lượng học tập tối thiểu cho mỗi học kỳ."
      },
      {
        "paragraph_id": 3,
        "paragraph_text": "3. Trong trường hợp sinh viên có nguyện vọng đăng ký học và điều kiện cho phép, Giám đốc HVNH quyết định tổ chức lớp học thấp hơn số lượng tối thiểu quy định nêu trên, sinh viên tham gia lớp học có nghĩa vụ đóng học phí phụ thêm theo quy chế chi tiêu nội bộ của HVNH."
      },
      {
        "paragraph_id": 4,
        "paragraph_text": "4. Các khoa, bộ môn và giảng viên không được tự ý thay đổi phòng học, lịch học của các lớp học phần. Trường hợp đặc biệt, các khoa, bộ môn và giảng viên phải báo cáo Phòng Đào tạo xem xét và quyết định trước khi thay đổi."
      }
    ]
  },
  {
    "article_id": 10,
    "article_text": "Điều 10. Đăng ký khối lượng học tập",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Đầu mỗi năm học, HVNH thông báo lịch trình học dự kiến cho từng chương trình trong từng học kỳ, danh sách các học phần bắt buộc và tự chọn dự kiến sẽ dạy, đề cương chi tiết, điều kiện tiên quyết để được đăng ký học cho từng học phần, lịch kiểm tra và thi, hình thức kiểm tra và thi đối với các học phần."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Trước khi bắt đầu mỗi học kỳ, tùy theo khả năng và điều kiện học tập của bản thân, từng sinh viên phải đăng ký học các học phần dự định sẽ học trong học kỳ đó với Phòng Đào tạo. Có 3 hình thức đăng ký các học phần sẽ học trong mỗi học kỳ: đăng ký sớm, đăng ký bình thường và đăng ký muộn.       a. Đăng ký bình thường là hình thức đăng ký được thực hiện trước thời điểm bắt đầu học kỳ 2 tuần đến 4 tuần;       b. Đăng ký muộn là hình thức đăng ký được thực hiện trong 2 tuần đầu của học kỳ chính hoặc trong tuần đầu của học kỳ phụ cho những sinh viên muốn đăng ký học thêm hoặc đăng ký học đổi sang học phần khác khi không có lớp. Khi điều kiện cho phép, Giám đốc HVNH quyết định áp dụng hình thức đăng ký sớm, sinh viên được đăng ký trước thời điểm bắt đầu học kỳ 2 tháng."
      },
      {
        "paragraph_id": 3,
        "paragraph_text": "3. Khối lượng học tập tối thiểu mà mỗi sinh viên phải đăng ký trong mỗi học kỳ được quy định như sau:       a. 14 tín chỉ cho mỗi học kỳ, trừ học kỳ cuối khóa học, đối với những sinh viên được xếp hạng học lực bình thường;       b. 10 tín chỉ cho mỗi học kỳ, trừ học kỳ cuối khóa học, đối với những sinh viên đang trong thời gian bị xếp hạng học lực yếu;       c. HVNH không quy định khối lượng học tập tối thiểu đối với sinh viên ở học kỳ phụ."
      },
      {
        "paragraph_id": 4,
        "paragraph_text": "4. Sinh viên đang trong thời gian bị xếp hạng học lực yếu chỉ được đăng ký khối lượng học tập không quá 14 tín chỉ cho mỗi học kỳ. Không hạn chế khối lượng đăng ký học tập của những sinh viên xếp hạng học lực bình thường."
      },
      {
        "paragraph_id": 5,
        "paragraph_text": "5. Việc đăng ký các học phần sẽ học cho từng học kỳ phải bảo đảm điều kiện tiên quyết của từng học phần và trình tự học tập của mỗi chương trình cụ thể. Sinh viên đăng ký học theo tài khoản cá nhân được cấp trên cổng thông tin điện tử của HVNH. Trường hợp đặc biệt, sinh viên có thể gửi đơn đăng ký học qua Phòng Quản lý người học."
      },
      {
        "paragraph_id": 6,
        "paragraph_text": "6. Phòng Đào tạo xác nhận đăng ký khối lượng học tập của sinh viên ở mỗi học kỳ theo tài khoản cá nhân hoặc đơn đăng ký của sinh viên. Khối lượng đăng ký học tập của sinh viên theo từng học kỳ được lưu giữ trên phần mềm quản lý đào tạo của HVNH và tại Phòng Đào tạo (nếu cần thiết)."
      }
    ]
  },
  {
    "article_id": 11,
    "article_text": "Điều 11. Rút bớt học phần đã đăng ký",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Việc rút bớt học phần trong khối lượng học tập đã đăng ký của sinh viên được thực hiện từ tuần thứ 3 đến hết tuần thứ 4 kể từ đầu học kỳ chính, trong tuần thứ 1 của học kỳ phụ. Ngoài thời hạn quy định nêu trên, học phần vẫn được giữ nguyên trong phiếu đăng ký học và nếu sinh viên không đi học học phần này sẽ được xem như tự ý bỏ học và phải nhận điểm F."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Điều kiện rút bớt các học phần đã đăng ký:       a. Sinh viên phải tự viết đơn gửi Phòng Quản lý người học;       b. Không vi phạm khoản 3 Điều 10 của Quy chế này. Sinh viên chỉ được phép bỏ lớp đối với học phần xin rút bớt sau khi nhận được thông báo của Phòng Đào tạo qua tài khoản cá nhân trên công thông tin điện tử."
      }
    ]
  },
  {
    "article_id": 12,
    "article_text": "Điều 12. Đăng ký học lại",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Sinh viên có học phần bắt buộc bị điểm F phải đăng ký học lại học phần đó ở một trong các học kỳ tiếp theo cho đến khi đạt điểm A, B, C hoặc D."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Sinh viên có học phần tự chọn bị điểm F phải đăng ký học lại học phần đó hoặc học đổi sang học phần tự chọn tương đương khác."
      },
      {
        "paragraph_id": 3,
        "paragraph_text": "3. Ngoài các trường hợp quy định tại khoản 1 và khoản 2 của Điều này, sinh viên được quyền đăng ký học lại hoặc học đổi sang học phần khác đối với các học phần bị điểm D để cải thiện điểm trung bình chung tích lũy."
      }
    ]
  },
  {
    "article_id": 13,
    "article_text": "Điều 13. Nghỉ ốm",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "Sinh viên xin nghỉ ốm trong quá trình học hoặc trong đợt thi, phải viết đơn xin phép gửi trưởng Phòng Quản lý người học trong vòng một tuần kể từ ngày ốm, kèm theo giấy chứng nhận của cơ quan y tế HVNH, hoặc y tế địa phương hoặc của bệnh viện."
      }
    ]
  },
  {
    "article_id": 14,
    "article_text": "Điều 14. Xếp hạng năm đào tạo và học lực",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Sau mỗi học kỳ, căn cứ vào khối lượng kiến thức tích lũy, sinh viên được xếp hạng năm đào tạo, cụ thể như sau: a. Sinh viên năm thứ nhất: Nếu khối lượng kiến thức tích lũy dưới 30 tín chỉ; b. Sinh viên năm thứ hai: Nếu khối lượng kiến thức tích lũy từ 30 tín chỉ đến 59 tín chỉ; c. Sinh viên năm thứ ba: Nếu khối lượng kiến thức tích lũy từ 60 tín chỉ đến 89 tín chỉ; d. Sinh viên năm thứ tư: Nếu khối lượng kiến thức tích lũy từ 90 tín chỉ trở lên."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Sau mỗi học kỳ, căn cứ vào điểm trung bình chung tích lũy, sinh viên được xếp hạng về học lực như sau:       a. Hạng bình thường: Nếu điểm trung bình chung tích lũy đạt từ 2,00 trở lên;      b. Hạng yếu: Nếu điểm trung bình chung tích lũy đạt dưới 2,00, nhưng chưa thuộc trường hợp bị buộc thôi học."
      },
      {
        "paragraph_id": 3,
        "paragraph_text": "3. Kết quả học tập trong học kỳ phụ được gộp vào kết quả học tập trong học kỳ chính ngay trước học kỳ phụ để xếp hạng sinh viên về học lực."
      }
    ]
  },
  {
    "article_id": 15,
    "article_text": "Điều 15. Nghỉ học tạm thời",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Sinh viên được quyền viết đơn gửi Giám đốc HVNH (qua Phòng Đào tạo) đề nghị được nghỉ học tạm thời và bảo lưu kết quả đã học trong các trường hợp sau:      a. Được điều động vào các lực lượng vũ trang;      b. Bị ốm hoặc tai nạn phải điều trị thời gian dài, nhưng phải có giấy xác nhận của cơ quan y tế;      c. Vì nhu cầu cá nhân. Trường hợp này, sinh viên phải học ít nhất một học kỳ ở trường, không rơi vào các trường hợp bị buộc thôi học quy định tại Điều 16 của Quy chế này và phải đạt điểm trung bình chung tích lũy không dưới 2,00. Thời gian nghỉ học tạm thời vì nhu cầu cá nhân phải được tính vào thời gian học chính thức quy định tại khoản 3 điều 6 của Quy chế này."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Sinh viên nghỉ học tạm thời, khi muốn trở lại học tiếp tại trường, phải viết đơn gửi Giám đốc HVNH (qua Phòng Đào tạo) ít nhất một tuần trước khi bắt đầu học kỳ mới."
      }
    ]
  },
  {
    "article_id": 16,
    "article_text": "Điều 16. Cảnh báo kết quả học tập, buộc thôi học",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Cảnh báo kết quả học tập được thực hiện theo từng học kỳ, nhằm giúp cho sinh viên có kết quả học tập kém biết và lập phương án học tập thích hợp để có thể tốt nghiệp trong thời hạn tối đa được phép theo học chương trình. Việc cảnh báo kết quả học tập của sinh viên được dựa trên các điều kiện sau:      a. Điểm trung bình chung tích luỹ đạt dưới 1,20 đối với sinh viên năm thứ nhất, dưới 1,40 đối với sinh viên năm thứ hai, dưới 1,60 đối với sinh viên năm thứ ba hoặc dưới 1,80 đối với sinh viên các năm tiếp theo và cuối khoá;      b. Điểm trung bình chung học kỳ đạt dưới 0,80 đối với học kỳ đầu của khóa học, dưới 1,00 đối với các học kỳ tiếp theo;      c. Tổng số tín chỉ của các học phần bị điểm F còn tồn đọng tính từ đầu khoá học đến thời điểm xét vượt quá 24 tín chỉ. Sinh viên vi phạm 2 trong 3 điều kiện trên thì bị cảnh báo, số lần cảnh báo không quá 3 lần trong một khoá học hoặc không vượt quá 2 lần liên tiếp."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Sau mỗi học kỳ, sinh viên bị buộc thôi học nếu thuộc một trong những trường hợp sau đây:      a. Có số lần cảnh báo kết quả học tập quá 2 lần liên tiếp hoặc quá 3 lần trong cả khoá học;      b. Vượt quá thời gian tối đa được phép học tại trường quy định tại khoản 3 Điều 6 của Quy chế này;       c. Bị kỷ luật lần thứ hai vì lý do đi thi hộ hoặc nhờ người thi hộ theo quy định tại khoản 2 Điều 29 của Quy chế này hoặc bị kỷ luật ở mức xoá tên khỏi danh sách sinh viên của HVNH."
      },
      {
        "paragraph_id": 3,
        "paragraph_text": "3. Chậm nhất là một tháng sau khi sinh viên có quyết định buộc thôi học, Phòng Quản lý người học phải thông báo trả về địa phương nơi sinh viên có hộ khẩu thường trú. Trường hợp tại HVNH hoặc tại trường khác có các chương trình đào tạo ở trình độ thấp hơn hoặc chương trình giáo dục thường xuyên tương ứng, thì những sinh viên thuộc diện bị buộc thôi học quy định tại các điểm a, b khoản 2 của Điều này được quyền xin xét chuyển qua các chương trình đó và được bảo lưu một phần kết quả học tập ở chương trình cũ. Giám đốc HVNH xem xét quyết định cho bảo lưu kết quả học tập đối với từng trường hợp cụ thể."
      }
    ]
  },
  {
    "article_id": 17,
    "article_text": "Điều 17. Học cùng lúc hai chương trình",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Học cùng lúc hai chương trình dành cho sinh viên có đủ điều kiện theo quy định tại khoản 2 Điều này và có nhu cầu đăng ký học thêm một chương trình thứ hai để khi tốt nghiệp được cấp hai văn bằng."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Điều kiện để học cùng lúc hai chương trình:       a. Ngành đào tạo chính ở chương trình thứ hai phải khác ngành đào tạo chính ở chương trình thứ nhất;       b. Sau khi đã kết thúc học kỳ thứ nhất năm học đầu tiên của chương trình thứ nhất và sinh viên không thuộc diện xếp hạng học lực yếu;       c. Trong quá trình sinh viên học cùng lúc hai chương trình, nếu điểm trung bình chung học kỳ đạt dưới 2,00 thì phải dừng học thêm chương trình thứ hai ở học kỳ tiếp theo."
      },
      {
        "paragraph_id": 3,
        "paragraph_text": "3. Thời gian tối đa được phép học đối với sinh viên học cùng lúc hai chương trình là thời gian tối đa quy định cho chương trình thứ nhất, quy định tại khoản 3 Điều 6 của Quy chế này. Khi học chương trình thứ hai, sinh viên được bảo lưu điểm của những học phần có nội dung và khối lượng kiến thức tương đương có trong chương trình thứ nhất."
      },
      {
        "paragraph_id": 4,
        "paragraph_text": "4. Sinh viên chỉ được xét tốt nghiệp chương trình thứ hai, nếu có đủ điều kiện tốt nghiệp ở chương trình thứ nhất."
      },
      {
        "paragraph_id": 5,
        "paragraph_text": "5. Sinh viên có thể đăng ký học thêm các chương trình, chuyên ngành cùng ngành đào tạo nếu có nguyện vọng và chấp hành các nghĩa vụ liên quan. HVNH sẽ cấp giấy chứng nhận khi sinh viên hoàn thành các học phần của chương trình, chuyên ngành theo quy định."
      }
    ]
  },
  {
    "article_id": 18,
    "article_text": "Điều 18. Chuyển trường",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Sinh viên được xét chuyển trường nếu có các điều kiện sau đây:       a. Trong thời gian học tập, nếu gia đình chuyển nơi cư trú hoặc sinh viên có hoàn cảnh khó khăn, cần thiết phải chuyển đến trường gần nơi cư trú của gia đình để thuận lợi trong học tập;       b. Xin chuyển đến trường có cùng ngành hoặc thuộc cùng nhóm ngành với ngành đào tạo mà sinh viên đang học;       c. Được sự đồng ý của Hiệu trưởng trường xin chuyển đi và trường xin chuyển đến;       d. Không thuộc một trong các trường hợp không được phép chuyển trường quy định tại khoản 2 Điều này."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Sinh viên không được phép chuyển trường trong các trường hợp sau:       a. Sinh viên đã tham dự kỳ thi tuyển sinh theo đề thi chung, nhưng không trúng tuyển vào trường hoặc có kết quả thi thấp hơn điểm trúng tuyển của trường xin chuyển đến;       b. Sinh viên thuộc diện nằm ngoài vùng tuyển quy định của trường xin chuyển đến;       c. Sinh viên năm thứ nhất và năm cuối khóa;       d. Sinh viên đang trong thời gian bị kỷ luật từ cảnh cáo trở lên.              3. Thủ tục chuyển trường:       a. Sinh viên xin chuyển trường phải làm hồ sơ xin chuyển trường theo quy định của nhà trường;       b. Hiệu trưởng trường có sinh viên xin chuyển đến quyết định tiếp nhận hoặc không tiếp nhận; quyết định việc học tập tiếp tục của sinh viên, công nhận các học phần mà sinh viên chuyển đến được chuyển đổi kết quả và số học phần phải học bổ sung, trên cơ sở so sánh chương trình ở trường sinh viên xin chuyển đi và trường xin chuyển đến."
      }
    ]
  },
  {
    "article_id": 19,
    "article_text": "Điều 19. Đánh giá học phần",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Đối với các học phần chỉ có lý thuyết hoặc có cả lý thuyết và thực hành:       a. Đối với các học phần chỉ có lý thuyết: điểm tổng hợp đánh giá học phần (sau đây gọi tắt là điểm học phần) được tính căn cứ vào các điểm đánh giá bộ phận chi tiết như sau:       - Điểm kiểm tra thường xuyên gồm 2 bài, mỗi bài hệ số 0,15.       - Điểm chuyên cần hệ số 0,10 (đánh giá ý thức học tập, tham gia thảo luận, bài tập của sinh viên).       - Điểm thi kết thúc học phần (bắt buộc): hệ số 0,6.       b. Đối với các học phần có lý thuyết và thực hành: điểm tổng hợp đánh giá học phần (sau đây gọi tắt là điểm học phần) được tính căn cứ vào các điểm đánh giá bộ phận chi tiết như sau:       - Điểm kiểm tra thường xuyên hệ số 0,15.       - Điểm thực hành gồm hệ số 0,15.       - Điểm chuyên cần hệ số 0,10 (đánh giá ý thức học tập, tham gia thảo luận, bài tập của sinh viên).       - Điểm thi kết thúc học phần (bắt buộc): hệ số 0,6.       c. Cách tính điểm tổng hợp đánh giá học phần: Trong đó:       ĐHP: Điểm tổng hợp đánh giá học phần.       n: Tổng số điểm đánh giá bộ phận (tổng số lần cho điểm đánh giá các loại).       ai: Điểm đánh giá bộ phận thứ i.       pi:Tỉ trọng của mỗi điểm đánh giá bộ phận.       Điểm tổng hợp đánh giá học phần được làm tròn đến một chữ số thập phân.       Việc lựa chọn các hình thức đánh giá bộ phận do giảng viên đề xuất theo khoa, bộ môn và công bố cho sinh viên ngay khi bắt đầu học phần (sau khi được Giám đốc HVNH phê duyệt)."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Đối với học phần thực hành: Sinh viên phải dự đầy đủ các bài thực hành. Điểm học phần thực hành là điểm trung bình cộng của các bài thực hành thuộc học phần được làm tròn đến 1 chữ số thập phân."
      },
      {
        "paragraph_id": 3,
        "paragraph_text": "3. Giảng viên phụ trách học phần trực tiếp ra đề và tổ chức cho điểm đánh giá bộ phận. Riêng việc ra đề, tổ chức thi, chấm thi bài thi kết thúc học phần thực hiện theo qui định của Giám đốc Học viện."
      }
    ]
  },
  {
    "article_id": 20,
    "article_text": "Điều 20. Tổ chức kỳ thi kết thúc học phần",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Học viện tổ chức các kỳ thi kết thúc học phần theo học kỳ (không tổ chức kỳ thi phụ). Trường hợp sinh viên được hoãn thi, sinh viên phải đăng ký dự thi vào kỳ thi tiếp theo (gửi đơn qua Phòng Quản lý người học) để HVNH tổ chức kế hoạch thi. Trường hợp bị điểm F, sinh viên phải học lại theo quy định tại Điều 12."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Thời gian dành cho ôn thi mỗi học phần tỷ lệ thuận với số tín chỉ của học phần đó, ít nhất là 2/3 ngày cho một tín chỉ. Phòng Đào tạo có nhiệm vụ lập lịch thi và thực hiện theo quy định nói trên."
      }
    ]
  },
  {
    "article_id": 21,
    "article_text": "Điều 21. Ra đề thi, hình thức thi, chấm thi và số lần được dự thi kết thúc học phần",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Đề thi kết thúc học phần phải phù hợp với nội dung học phần đã quy định trong chương trình. Việc ra đề thi hoặc lấy từ ngân hàng đề thi được thực hiện theo quy định của Giám đốc HVNH tại Phòng Thanh tra và Quản lý chất lượng."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Hình thức thi kết thúc học phần có thể là thi viết (trắc nghiệm hoặc tự luận), vấn đáp, viết tiểu luận, làm bài tập lớn, hoặc kết hợp giữa các hình thức trên. Giám đốc HVNH duyệt các hình thức thi thích hợp cho từng học phần trong đề cương chi tiết. Hình thức thi kết thúc học phần phải thông báo từ đầu học kỳ. Trong học kỳ không được thay đổi hình thức thi đã thông báo. Thời gian làm bài qui định cho hình thức thi viết là 90 phút."
      },
      {
        "paragraph_id": 3,
        "paragraph_text": "3. Việc chấm thi kết thúc các học phần chỉ có lý thuyết và việc chấm tiểu luận, bài tập lớn phải do hai giảng viên đảm nhiệm và đảm bảo:       a. Quy trình tổ chức chấm thi thực hiện theo quy chế tuyển sinh đại học, cao đẳng chính quy;       b. Việc chấm thi phải được tổ chức tập trung tại địa điểm do Giám đốc HVNH quy định;       c. Khi phân công chấm thi viết, trưởng khoa, bộ môn phải phân công sao cho giảng viên giảng dạy lớp nào thì không chấm thi lớp đó. Trường hợp chỉ có 2 giảng viên chấm thì người chấm vòng một không phải là người giảng lớp đó.       Bài thi viết, đầu phách, đề thi và đáp án sau khi chấm thi, chấm phúc tra xong các khoa, bộ môn chuyển cho Phòng Đào tạo lưu giữ tại địa điểm do Giám đốc HVNH quy định. Thời gian lưu giữ các bài thi viết, tiểu luận, bài tập lớn, báo cáo tốt nghiệp, đồ án, khoá luận tốt nghiệp là hai năm, kể từ ngày thi hoặc từ ngày nộp tiểu luận, bài tập lớn, báo cáo tốt nghiệp, đồ án, khoá luận tốt nghiệp."
      },
      {
        "paragraph_id": 4,
        "paragraph_text": "4. Thi vấn đáp kết thúc học phần phải do hai giảng viên thực hiện. Điểm thi vấn đáp được công bố công khai sau mỗi buổi thi. Trong trường hợp hai giảng viên chấm thi không thống nhất được điểm chấm thì các giảng viên chấm thi trình trưởng bộ môn hoặc trưởng khoa quyết định.       Các điểm thi kết thúc học phần và điểm học phần phải ghi vào bảng điểm theo mẫu thống nhất của HVNH, có chữ ký của cả hai giảng viên chấm thi và làm thành ba bản. Một bản lưu tại bộ môn, một bản gửi về văn phòng khoa và một bản gửi về Phòng Đào tạo, chậm nhất một tuần sau khi kết thúc chấm thi học phần."
      },
      {
        "paragraph_id": 5,
        "paragraph_text": "5. Sinh viên vắng mặt trong kỳ thi kết thúc học phần, nếu không có lý do chính đáng coi như đã dự thi một lần và phải nhận điểm 0 ở kỳ thi chính."
      },
      {
        "paragraph_id": 6,
        "paragraph_text": "6. Sinh viên vắng mặt có lý do chính đáng ở kỳ thi chính, được đăng ký dự thi ở kỳ thi tiếp theo (Khoản 1 Điều 20), điểm thi kết thúc học phần được coi là điểm thi lần đầu."
      },
      {
        "paragraph_id": 7,
        "paragraph_text": "7. Công bố điểm:       a. Các điểm thành phần và điểm cuối học phần sau khi chấm xong được nhập vào hệ thống quản lý điểm do Phòng Đào tạo quản lý. Việc tính điểm học phần và công bố điểm cho sinh viên do Phòng Đào tạo thực hiện sau khi có kết quả điểm từ các khoa, bộ môn;       b. Bảng điểm thành phần phải gửi ngay cho Phòng Đào tạo sau khi chấm xong. Bảng điểm thi kết thúc học phần phải gửi cho Phòng Đào tạo không quá 10 ngày làm việc kể từ ngày sau khi thi và phải có chữ ký của 2 giảng viên và chữ ký xác nhận của trưởng khoa, bộ môn (bản gốc);       c. Phòng Đào tạo công bố điểm trên cổng thông tin sinh viên chậm nhất sau hai ngày làm việc sau khi nhận được bảng điểm học phần từ các khoa, bộ môn."
      },
      {
        "paragraph_id": 8,
        "paragraph_text": "8. Phúc tra kết quả:       a. Tiếp nhận và xử lý đơn phúc tra bài thi kết thúc học phần: Phòng Quản lý người học thực hiện nhận đơn đề nghị phúc tra bài thi kết thúc học phần của sinh viên trong vòng 05 ngày làm việc kể từ khi công bố điểm thi học phần (mẫu đơn và mức phí phúc tra xem trên website của HVNH). Sinh viên nộp lệ phí phúc tra tại Phòng Tài chính- Kế toán (biên lai nộp lệ phí gửi cùng đơn phúc tra). Sau khi hết thời gian nhận đơn phúc tra của mỗi học phần, Phòng Quản lý người học tổng hợp các yêu cầu phúc tra theo từng học phần và gửi về các khoa, bộ môn phụ trách trong thời gian 03 ngày làm việc;       b. Chấm và trả kết quả phúc tra bài thi kết thúc học phần: Các khoa, bộ môn thực hiện chấm phúc tra bài thi kết thúc học phần phụ trách. Kết quả chấm phúc tra gửi tới Phòng Đào tạo theo mẫu quy định hiện hành trong phạm vi 05 ngày làm việc kể từ khi tiếp nhận thông tin yêu cầu phúc tra từ Phòng Quản lý người học;       c. Công bố kết quả phúc tra: Trong thời gian 02 ngày làm việc kể từ khi các khoa, bộ môn trả kết quả phúc tra điểm thi kết thúc học phần, Phòng Đào tạo nhập và công bố trên công thông tin điện tử của HVNH;       d. Trao đổi với sinh viên về kết quả phúc tra: Trong thời hạn 05 ngày làm việc kể từ khi công bố kết quả phúc tra, các khoa, bộ môn tổ chức 01 buổi trao đổi trực tiếp với những sinh viên có nguyện vọng làm rõ thêm về bài thi và kết quả phúc tra đối với mỗi học phần. Thời gian của buổi trao đổi được các khoa, bộ môn công bố trên website của đơn vị vào thời điểm trả kết quả phúc tra về Phòng Đào tạo. Sau khi hoàn thành trao đổi với sinh viên về kết quả phúc tra, các khoa, bộ môn chuyển kết quả trao đổi (nếu có) về Phòng Đào tạo. Bài thi được các khoa, bộ môn quản lý và chuyển về kho của HVNH theo thông báo của Phòng Đào tạo."
      },
      {
        "paragraph_id": 9,
        "paragraph_text": "9. Qui trình tổ chức thi kết thúc học phần:       a. Danh sách sinh viên dự thi được xếp theo lớp và theo vần A, B, C… và được chia theo phòng thi, bàn hỏi thi. Phòng thi phải được bố trí chỗ ngồi đủ rộng và có 2 cán bộ coi thi. Trường hợp ngồi không đủ rộng thì dùng đề thi chẵn, lẻ để 2 sinh viên ngồi cạnh nhau không có đề giống nhau;       b. Trước giờ thi, đại diện khoa, bộ môn và Phòng Thanh tra và Quản lý chất lượng tổ chức bốc thăm ngẫu nhiên số thứ tự đề thi dùng cho buổi thi. Khoa, bộ môn phải cử người trực tiếp kiểm tra niêm phong đề thi, duyệt đề thi, sao in đề thi và bảo mật đề thi theo đúng quy định tại Phòng Thanh tra và Quản lý chất lượng;       c. Lịch thi học kỳ của các khoá, Phòng Đào tạo phải gửi cho các khoa, bộ môn, Phòng Thanh tra và Quản lý chất lượng, Phòng Quản trị từ đầu kỳ. Căn cứ lịch thi, các đơn vị này có kế hoạch tổ chức in sao đề thi, bố trí phòng thi cho các khoa, bộ môn;       d. Trưởng khoa, bộ môn có trách nhiệm cử cán bộ coi thi theo yêu cầu của Phòng Đào tạo. Trường hợp không đáp ứng được yêu cầu về cán bộ coi thi phải thông báo cho Phòng Đào tạo chậm nhất hai ngày trước khi thi;       đ. Trong các buổi thi các học phần thuộc khoa, bộ môn, trưởng khoa hoặc phó trưởng khoa, bộ môn phải trực tiếp phân công cán bộ coi thi và ký tên vào danh sách phân công coi thi. Danh sách phân công cán bộ coi thi phải được lưu giữ để làm căn cứ xác định kết quả làm việc của giảng viên;       e. Cán bộ coi thi phải thực hiện đúng nhiệm vụ quy định như với coi thi tuyển sinh. Đối với cán bộ coi thi vi phạm các qui định coi thi, trưởng khoa, bộ môn hoặc cán bộ thanh tra thi có quyền lập biên bản đề nghị Giám đốc xử lý kỷ luật thích hợp. Kết thúc buổi thi, cán bộ coi thi niêm phong túi bài thi và bàn giao cho khoa, bộ môn;       g. Đối với hình thức thi trắc nghiệm trên máy tính thực hiện theo quy định của Giám đốc HVNH. Kết quả thi do máy tính tự động xác nhận và thông báo ngay cho sinh viên biết khi kết thúc buổi thi;       h. Đối với hình thức thi vấn đáp, mỗi bàn hỏi thi phải có hai cán bộ chấm thi, sinh viên được chuẩn bị trong vòng 20 phút và trả lời trong vòng 15 phút;"
      }
    ]
  },
  {
    "article_id": 22,
    "article_text": "Điều 22. Cách tính điểm đánh giá bộ phận, điểm học phần",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Điểm đánh giá bộ phận và điểm thi kết thúc học phần được chấm theo thang điểm 10 (từ 0 đến 10), làm tròn đến một chữ số thập phân."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Điểm học phần là tổng điểm của tất cả các điểm đánh giá bộ phận của học phần nhân với trọng số tương ứng. Điểm học phần làm tròn đến một chữ số thập phân, sau đó được chuyển thành điểm chữ như sau:       a. Loại đạt:             A (8,5 - 10)      Giỏi             B (7,0 - 8,4)      Khá             C (5,5 - 6,9)      Trung bình             D (4,0 - 5,4)      Trung bình yếu             b. Loại không đạt: F (dưới 4,0)     Kém       c. Đối với những học phần chưa đủ cơ sở để đưa vào tính điểm trung bình chung học kỳ, khi xếp mức đánh giá được sử dụng các kí hiệu sau:             I      Chưa đủ dữ liệu đánh giá.             X      Chưa nhận được kết quả thi.       d. Đối với những học phần được HVNH cho phép chuyển điểm, khi xếp mức đánh giá được sử dụng kí hiệu R viết kèm với kết quả."
      },
      {
        "paragraph_id": 3,
        "paragraph_text": "3. Việc xếp loại các mức điểm A, B, C, D, F được áp dụng cho các trường hợp sau đây:       a. Đối với những học phần mà sinh viên đã có đủ điểm đánh giá bộ phận, kể cả trường hợp bỏ học, bỏ kiểm tra hoặc bỏ thi không có lý do phải nhận điểm 0;       b. Chuyển đổi từ mức điểm I qua, sau khi đã có các kết quả đánh giá bộ phận mà trước đó sinh viên được giảng viên cho phép nợ;       c. Chuyển đổi từ các trường hợp X qua."
      },
      {
        "paragraph_id": 4,
        "paragraph_text": "4. Việc xếp loại ở mức điểm F ngoài những trường hợp như đã nêu ở khoản 3 Điều này, còn áp dụng cho trường hợp sinh viên vi phạm nội quy thi, có quyết định phải nhận mức điểm F."
      },
      {
        "paragraph_id": 5,
        "paragraph_text": "5. Việc xếp loại theo mức điểm I được áp dụng cho các trường hợp sau đây:       a. Trong thời gian học hoặc trong thời gian thi kết thúc học phần, sinh viên bị ốm hoặc tai nạn không thể dự kiểm tra hoặc thi, nhưng phải được trưởng khoa cho phép;       b. Sinh viên không thể dự kiểm tra bộ phận hoặc thi vì những lý do khách quan, được trưởng khoa chấp thuận.       Trừ các trường hợp đặc biệt do Giám đốc HVNH quy định, trước khi bắt đầu học kỳ mới kế tiếp, sinh viên nhận mức điểm I phải trả xong các nội dung kiểm tra bộ phận còn nợ để được chuyển điểm. Trường hợp sinh viên chưa trả nợ và chưa chuyển điểm nhưng không rơi vào trường hợp bị buộc thôi học thì vẫn được học tiếp ở các học kỳ kế tiếp."
      },
      {
        "paragraph_id": 6,
        "paragraph_text": "6. Việc xếp loại theo mức điểm X được áp dụng đối với những học phần mà Phòng Đào tạo chưa nhận được báo cáo kết quả học tập của sinh viên từ khoa, bộ môn chuyển lên."
      },
      {
        "paragraph_id": 7,
        "paragraph_text": "7. Ký hiệu R được áp dụng cho các trường hợp sau:       a. Điểm học phần được đánh giá ở các mức điểm A, B, C, D trong đợt đánh giá đầu học kỳ (nếu có) đối với một số học phần được phép thi sớm để giúp sinh viên học vượt.       b. Những học phần được công nhận kết quả, khi sinh viên chuyển từ trường khác đến hoặc chuyển đổi giữa các chương trình."
      }
    ]
  },
  {
    "article_id": 23,
    "article_text": "Điều 23. Cách tính điểm trung bình chung",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Để tính điểm trung bình chung học kỳ và điểm trung bình chung tích lũy, mức điểm chữ của mỗi học phần phải được quy đổi qua điểm số như sau:            A     tương ứng với    4            B     tương ứng với    3            C     tương ứng với    2            D     tương ứng với    1            F     tương ứng với    0"
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Điểm trung bình chung học kỳ và điểm trung bình chung tích lũy được tính theo công thức sau và được làm tròn đến 2 chữ số thập phân: Trong đó:       A là điểm trung bình chung học kỳ hoặc điểm trung bình chung tích lũy       ai là điểm của học phần thứ i       ni là số tín chỉ của học phần thứ i       n là tổng số học phần.       Điểm trung bình chung học kỳ để xét học bổng, khen thưởng sau mỗi học kỳ chỉ tính theo kết quả thi kết thúc học phần ở lần thi thứ nhất. Điểm trung bình chung học kỳ và điểm trung bình chung tích lũy để xét thôi học, xếp hạng học lực sinh viên và xếp hạng tốt nghiệp được tính theo điểm thi kết thúc học phần cao nhất trong các lần thi."
      }
    ]
  },
  {
    "article_id": 24,
    "article_text": "Điều 24. Thực tập cuối khóa, làm đồ án hoặc khóa luận tốt nghiệp",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Đầu học kỳ cuối khoá, các sinh viên được đăng ký làm đồ án, khóa luận tốt nghiệp hoặc học thêm một số học phần chuyên môn được quy định như sau:       a. Làm đồ án, khóa luận tốt nghiệp: áp dụng cho sinh viên đạt mức quy định của HVNH. Đồ án, khóa luận tốt nghiệp là học phần có khối lượng không quá 14 tín chỉ cho trình độ đại học và 5 tín chỉ cho trình độ cao đẳng. Giám đốc HVNH quy định khối lượng cụ thể phù hợp với yêu cầu đào tạo trong chương trình đào tạo.       b. Học và thi một số học phần chuyên môn: sinh viên không được giao làm đồ án, khóa luận tốt nghiệp phải đăng ký học thêm các học phần chuyên môn và hoàn thành báo cáo thực tập được quy định trong chương trình đào tạo."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Giám đốc HVNH quy định:       a. Các điều kiện để sinh viên được đăng ký làm đồ án hoặc khóa luận tốt nghiệp:       - Tích lũy đủ số học phần quy định cho chương trình đào tạo của mỗi chuyên ngành cho đến thời điểm xét;       - Điểm trung bình chung tích luỹ toàn khoá đạt từ 3.0 trở lên;       - Điểm khuyến khích từ thành tích nghiên cứu khoa học của sinh viên theo quy định của Giám đốc HVNH;       - Tỉ lệ sinh viên viết khoá luận, đồ án nghiệp tối đa 10% so với tổng số sinh viên của từng ngành đào tạo.       b. Hình thức và thời gian làm đồ án, khóa luận tốt nghiệp quy định trong chương trình đào tạo và thực hiện theo kế hoạch đào tạo hàng năm do Phòng Đào tạo công bố;       c. Hình thức chấm đồ án, khóa luận tốt nghiệp được quy định tại Điều 25;       d. Các khoa bố trí giảng viên phù hợp để hướng dẫn đối với sinh viên trong thời gian làm đồ án, khóa luận tốt nghiệp."
      },
      {
        "paragraph_id": 3,
        "paragraph_text": "3. Đối với một số ngành đào tạo đòi hỏi phải dành nhiều thời gian cho thí ng- hiệm hoặc khảo sát để sinh viên hoàn thành đồ án, khóa luận tốt nghiệp được Giám đốc HVNH phê duyệt trong chương trình đào tạo, Phòng Đào tạo có thể bố trí thời gian làm đồ án, khóa luận tốt nghiệp kết hợp với thời gian thực tập chuyên môn cuối khoá."
      }
    ]
  },
  {
    "article_id": 25,
    "article_text": "Điều 25. Đánh giá đồ án, khoá luận tốt nghiệp",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. HVNH áp dụng hình thức bảo vệ khoá luận, đồ án tốt nghiệp đối với đại học chính. Việc đánh giá mỗi đồ án, khóa luận tốt nghiệp phải do ít nhất hai giảng viên đảm nhiệm và do các khoa tổ chức thực hiện theo kế hoạch được phê duyệt."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Điểm của đồ án, khóa luận tốt nghiệp được chấm theo thang điểm chữ theo quy định tại điểm a và điểm b, khoản 2, Điều 22 của Quy chế này. Điểm đồ án, khóa luận tốt nghiệp được tính vào điểm trung bình chung tích lũy của toàn khóa học."
      },
      {
        "paragraph_id": 3,
        "paragraph_text": "3. Sinh viên có đồ án, khóa luận tốt nghiệp bị điểm F, phải đăng ký làm lại đồ án, khóa luận tốt nghiệp trong thời gian không quá 03 tháng kể từ ngày nhận được thông báo từ Phòng Đào tạo; hoặc phải đăng ký học thêm một số học phần chuyên môn để thay thế, sao cho tổng số tín chỉ của các học phần chuyên môn học thêm tương đương với số tín chỉ của đồ án, khóa luận tốt nghiệp."
      }
    ]
  },
  {
    "article_id": 26,
    "article_text": "Điều 26. Thực tập cuối khoá và điều kiện xét tốt nghiệp của một số ngành đào tạo đặc thù (không áp dụng tại HVNH).",
    "article_paragraphs": []
  },
  {
    "article_id": 27,
    "article_text": "Điều 27. Điều kiện xét tốt nghiệp và công nhận tốt nghiệp",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Sinh viên được trường xét và công nhận tốt nghiệp khi có đủ các điều kiện sau:       a. Cho đến thời điểm xét tốt nghiệp không bị truy cứu trách nhiệm hình sự hoặc không đang trong thời gian bị kỷ luật ở mức đình chỉ học tập;       b. Tích lũy đủ số học phần và khối lượng của chương trình đào tạo được quy định tại Điều 2 của Quy chế này;       c. Điểm trung bình chung tích lũy của toàn khóa học đạt từ 2,00 trở lên;       d. Đạt chuẩn kỹ năng sử dụng công nghệ thông tin và năng lực ngôn ngữ Anh do Giám đốc HVNH quy định;       đ. Có chứng chỉ giáo dục quốc phòng- an ninh đối với các ngành đào tạo không chuyên về quân sự và hoàn thành học phần giáo dục thể chất đối với các ngành không chuyên về thể dục- thể thao;      e. Có đơn gửi Phòng Đào tạo đề nghị được xét tốt nghiệp trong trường hợp đủ điều kiện tốt nghiệp sớm hoặc muộn so với thời gian thiết kế của khóa học."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Vào thời gian phù hợp của mỗi học kỳ, Hội đồng xét tốt nghiệp căn cứ các điều kiện công nhận tốt nghiệp quy định tại khoản 1 điều này để lập danh sách những sinh viên đủ điều kiện tốt nghiệp. Hội đồng xét tốt nghiệp do Giám đốc HVNH làm Chủ tịch, Phó chủ tịch là Phó Giám đốc phụ trách đào tạo, Trưởng Phòng Đào tạo làm Thư ký và các thành viên là các Trưởng khoa chuyên môn, Trưởng phòng Quản lý người học."
      },
      {
        "paragraph_id": 3,
        "paragraph_text": "3. Căn cứ đề nghị của Hội đồng xét tốt nghiệp, Giám đốc HVNH ký quyết định công nhận tốt nghiệp cho những sinh viên đủ điều kiện tốt nghiệp."
      }
    ]
  },
  {
    "article_id": 28,
    "article_text": "Điều 28. Cấp bằng tốt nghiệp, bảo lưu kết quả học tập, chuyển chương trình đào tạo và chuyển loại hình đào tạo",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Bằng tốt nghiệp đại học, cao đẳng được cấp theo ngành đào tạo chính (đơn ngành hoặc song ngành). Hạng tốt nghiệp được xác định theo điểm trung bình chung tích lũy của toàn khóa học, như sau:      a. Loại xuất sắc: Điểm trung bình chung tích lũy từ 3,60 đến 4,00;      b. Loại giỏi: Điểm trung bình chung tích lũy từ 3,20 đến 3,59;      c. Loại khá: Điểm trung bình chung tích lũy từ 2,50 đến 3,19;      d. Loại trung bình: Điểm trung bình chung tích lũy từ 2,00 đến 2,49."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Hạng tốt nghiệp của những sinh viên có kết quả học tập toàn khóa loại xuất sắc và giỏi sẽ bị giảm đi một mức, nếu rơi vào một trong các trường hợp sau:      a. Có khối lượng của các học phần phải thi lại vượt quá 5% so với tổng số tín chỉ quy định cho toàn chương trình;      b. Đã bị kỷ luật từ mức cảnh cáo trở lên trong thời gian học."
      },
      {
        "paragraph_id": 3,
        "paragraph_text": "3. Kết quả học tập của sinh viên phải được ghi vào bảng điểm theo từng học phần. Trong bảng điểm gồm các nội dung chính sau :      - Kết quả học tập từng học phần trong chương trình tính theo điểm chữ (có kèm theo điểm số).      - Tên ngành và chuyên ngành đào tạo.      - Điểm trung bình chung tích lũy toàn khóa tính theo điểm số với thang điểm từ điểm 1 đến điểm 4.      - Xếp hạng tốt nghiệp.      - Kết quả đạt chuẩn kỹ năng sử dụng công nghệ thông tin và năng lực ngôn ngữ Anh do Giám đốc HVNH quy định.      Sinh viên có các yêu cầu khác liên quan đến các giấy tờ tốt nghiệp làm đơn gửi phòng Quản lý người học theo quy định của Giám đốc HVNH."
      },
      {
        "paragraph_id": 4,
        "paragraph_text": "4. Nếu kết quả học tập của sinh viên thỏa mãn những quy định tại khoản 1 Điều 27 của Quy chế này đối với một số chương trình đào tạo tương ứng với các ngành đào tạo khác nhau, thì sinh viên được cấp các bằng tốt nghiệp khác nhau tương ứng với các ngành đào tạo đó."
      },
      {
        "paragraph_id": 5,
        "paragraph_text": "5. Sinh viên còn nợ chứng chỉ giáo dục quốc phòng và giáo dục thể chất, nhưng đã hết thời gian tối đa được phép học, trong thời hạn 5 năm tính từ ngày phải ngừng học, được trở về HVNH trả nợ để có đủ điều kiện xét tốt nghiệp."
      },
      {
        "paragraph_id": 6,
        "paragraph_text": "6. Sinh viên không tốt nghiệp được cấp giấy chứng nhận về các học phần đã học trong chương trình của HVNH. Những sinh viên này nếu có nguyện vọng, được quyền làm đơn xin chuyển qua các chương trình khác theo quy định tại khoản 2 Điều 16 của Quy chế này."
      }
    ]
  },
  {
    "article_id": 29,
    "article_text": "Điều 29. Xử lý kỷ luật đối với sinh viên vi phạm các quy định về thi, kiểm tra",
    "article_paragraphs": [
      {
        "paragraph_id": 1,
        "paragraph_text": "1. Trong khi dự kiểm tra thường xuyên, chuẩn bị tiểu luận, bài tập lớn, thi giữa học phần, thi kết thúc học phần, chuẩn bị đồ án, khóa luận tốt nghiệp, nếu vi phạm quy chế, sinh viên sẽ bị xử lý kỷ luật với từng học phần đã vi phạm."
      },
      {
        "paragraph_id": 2,
        "paragraph_text": "2. Sinh viên đi thi hộ hoặc nhờ người khác thi hộ, đều bị kỷ luật ở mức đình chỉ học tập một năm đối với trường hợp vi phạm lần thứ nhất và buộc thôi học đối với trường hợp vi phạm lần thứ hai."
      },
      {
        "paragraph_id": 3,
        "paragraph_text": "3. Trừ trường hợp như quy định tại khoản 2 của Điều này, mức độ sai phạm và khung xử lý kỷ luật đối với sinh viên vi phạm được thực hiện theo các quy định của Quy chế tuyển sinh đại học, cao đẳng hệ chính quy."
      }
    ]
  }
]